/*
SQLyog Ultimate v11.24 (32 bit)
MySQL - 5.6.36-log : Database - haogedb
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`haogedb` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `haogedb`;

/*Table structure for table `customer` */

DROP TABLE IF EXISTS `customer`;

CREATE TABLE `customer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(150) DEFAULT NULL COMMENT '客户姓名',
  `company` varchar(250) DEFAULT NULL COMMENT '客户单位',
  `leasetype` varchar(50) DEFAULT NULL COMMENT '租赁方式：求租；求购；求租求购',
  `housearea` varchar(50) DEFAULT NULL COMMENT '房源面积',
  `industry` varchar(100) DEFAULT NULL COMMENT '客户行业(下拉)',
  `demandarea` varchar(300) DEFAULT NULL COMMENT '需求区域',
  `telephone` varchar(11) DEFAULT NULL COMMENT '手机号',
  `distribution` varchar(50) DEFAULT NULL COMMENT '配电大小（单位：kva）',
  `trackingstatus` varchar(500) DEFAULT NULL COMMENT '跟踪状况',
  `quality` varchar(50) DEFAULT NULL COMMENT '客户质量（1 固定；2 重点；3 一般）',
  `nature` varchar(50) DEFAULT NULL COMMENT '企业性质（1，内资；2，外资）',
  `optusername` varchar(150) DEFAULT NULL COMMENT '创建人',
  `isDriving` varchar(11) DEFAULT NULL COMMENT '是否行车（true是；false否）',
  `driviecontent` varchar(500) DEFAULT NULL COMMENT '行车备注',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `updatetime` datetime DEFAULT NULL COMMENT '更新时间',
  `isdelete` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

/*Data for the table `customer` */

LOCK TABLES `customer` WRITE;

insert  into `customer`(`id`,`name`,`company`,`leasetype`,`housearea`,`industry`,`demandarea`,`telephone`,`distribution`,`trackingstatus`,`quality`,`nature`,`optusername`,`isDriving`,`driviecontent`,`createtime`,`updatetime`,`isdelete`) values (1,'高','鲜丰水果','求租','1500','[\"仓库类\",\"配送或冷链物流\"]','','15157474887','','考察了嘉民 丰树 盖世理 宝湾 不合适；现在重新介绍航燕敏捷物流','','内资','admin','0','','2017-06-26 11:11:04','2017-06-26 11:11:04',1),(2,'不详','暂无','求租','1500','[\"厂房类\",\"多层类（轻型）\",\"家具（无喷漆）\"]','','18616830319','','考察了雪浪二泉太阳能','','内资','admin','0','','2017-06-26 11:16:12','2017-06-26 11:16:12',1),(3,'刘总','暂无','求租','20000','[\"土地类\",\"驾校\"]','锡山区','13063826555','','考察了锡山力扬纤维','重点','内资','admin','0','','2017-06-26 11:23:33','2017-06-26 11:23:33',1),(4,'陈先生','暂无','求租','2000','[\"仓库类\",\"仓储\"]','锡山区','13812285135','0','考察了嘉民 嫌贵  ','','内资','admin','0','','2017-06-26 11:30:40','2017-06-26 11:30:40',1),(5,'华总','不详','求租','10000','[\"厂房类\",\"多层类（轻型）\",\"电子\"]','新吴区','13771539999','','','','内资','admin','false','','2017-06-26 11:54:47','2017-06-26 11:55:42',1),(6,'盛总','暂无','求租','3000','[\"厂房类\",\"单层类（重型）\",\"注塑\"]','新吴区','13506171640','','','','内资','admin','0','5','2017-06-26 14:59:38','2017-06-26 14:59:38',1),(7,'丁春生','无锡电力变压器有限公司','求租','10000','[\"厂房类\",\"单层类（重型）\",\"设备制造\"]','','18352532256','630','考察了惠山王兴幕墙','重点','内资','admin','0','','2017-06-26 15:03:16','2017-06-26 15:03:16',1),(8,'邹建刚','不详','求购','4000','[\"厂房类\",\"多层类（轻型）\",\"家具（无喷漆）\"]','新吴区','13771955170','','','','内资','admin','false','','2017-06-26 15:50:25','2017-06-26 15:52:08',1),(9,'暂无','不详','求租','3000','[\"厂房类\",\"多层类（轻型）\",\"包装、印刷\"]','','17768030867','','','','内资','admin','false','','2017-06-26 18:48:58','2017-06-26 20:23:10',1),(10,'韩凯','韩凯公司','求租','1111','[]','','18888888888','','','','','admin','0','','2017-06-27 19:30:27','2017-06-27 19:30:27',0),(11,'甲乙丙丁','发顺丰','求租求购','148000.74','[\"仓库类\",\"仓储\"]','惠山区','1215','33','幅度萨芬','固定','外资','admin','0','','2017-06-28 20:37:22','2017-06-28 20:37:22',0),(12,'甲乙丙丁是','幅度萨芬','求租求购','33333','[\"仓库类\",\"配送或冷链物流\"]','锡山区','222','333','富商大贾','固定','内资','admin','0','','2017-06-28 20:56:36','2017-06-28 20:56:36',1),(13,'方式','功夫大师','求购','44','[\"土地类\",\"高端车试驾\"]','惠山区','33','45','发生','重点','内资','admin','0','','2017-06-28 20:57:23','2017-06-28 20:57:23',1),(14,'三大','反攻倒算','求购','232','[\"厂房类\",\"单层类（重型）\",\"机械加工、机械制造\"]','惠山区','322','444','的是法国','一般','私营企业','admin','0','','2017-06-28 21:11:41','2017-06-28 21:11:41',1);

UNLOCK TABLES;

/*Table structure for table `house` */

DROP TABLE IF EXISTS `house`;

CREATE TABLE `house` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `manageuser` varchar(50) DEFAULT NULL COMMENT '房源负责人',
  `company` varchar(150) DEFAULT NULL COMMENT '单位名称',
  `companyaddr` varchar(500) DEFAULT NULL COMMENT '公司地址',
  `telephone` varchar(15) DEFAULT NULL COMMENT '手机号',
  `housearea` varchar(30) DEFAULT NULL COMMENT '房源面积',
  `leasetype` varchar(30) DEFAULT NULL COMMENT '租赁方式：出租/出售/租售',
  `rent` varchar(30) DEFAULT NULL COMMENT '租金',
  `housedistrict` varchar(30) DEFAULT NULL COMMENT '房源区域',
  `leasefloor` varchar(30) DEFAULT NULL COMMENT '出租楼层',
  `distribution` varchar(30) DEFAULT NULL COMMENT '配电大小（单位：kva）',
  `isDriving` varchar(11) DEFAULT NULL COMMENT '是否需要行车：true是  false否',
  `drivieton` varchar(30) DEFAULT NULL COMMENT '行车吨位',
  `currentstatus` varchar(500) DEFAULT NULL COMMENT '目前状况',
  `detailcontent` varchar(5000) DEFAULT NULL COMMENT '具体情况',
  `optusername` varchar(50) DEFAULT NULL COMMENT '操作人',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `updatetime` datetime DEFAULT NULL COMMENT '更新时间',
  `isdelete` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `house` */

LOCK TABLES `house` WRITE;

insert  into `house`(`id`,`manageuser`,`company`,`companyaddr`,`telephone`,`housearea`,`leasetype`,`rent`,`housedistrict`,`leasefloor`,`distribution`,`isDriving`,`drivieton`,`currentstatus`,`detailcontent`,`optusername`,`createtime`,`updatetime`,`isdelete`) values (1,'朱海霞','嘉民无锡东物流中心','锡山开发区高邓路与坊达路路口','13584352543','20000','出租','0.86','锡山区','单层','','false','','','','admin','2017-06-26 12:06:37','2017-06-26 12:06:37',1),(2,'陈总','新区旺庄中鑫丝绸隔壁','新区旺庄城南路','13063637666','16800','出租','150万','新吴区','三层','800','false','','空置','','admin','2017-06-26 12:16:07','2017-06-26 12:16:07',1),(3,'李总','佳兴大件运输公司','新吴区群兴路39号','13921150888','30000','出租','0','新吴区','','','false','','','','admin','2017-06-26 15:08:51','2017-06-26 15:08:51',1),(4,'杜总','碧水源科技','新吴区新锦路26号','13814219392','3700','出租','20','新吴区','单层','','false','','','','admin','2017-06-26 18:16:23','2017-06-26 18:16:23',1),(5,'陆女士','航燕敏捷物流','锡山区芙蓉西四路3号','18888045802','1800','出租','23','锡山区','单层','','false','','','','admin','2017-06-26 20:36:01','2017-06-26 20:36:01',1),(6,'毛晓旦','锡山开发区招商局','春雷路','','2600','出租','180','锡山区','','','false','','','本厂房位于锡山东亭开发区内，厂房具体情况如下，面积:  2574平方米（车间 ：1954平方米，办公区：620平方米）l	层数：车间 1层，办公区2层；l长：91.1米（车间：长 ：78.6米；办公区：长：12.5米）；l宽：24.86米（车间：宽：24.86米；办公区：宽：24.86米）; l	层高: 车间 ：7.5 米l跨数：1跨  l跨距：24.86米l车间间数：13间l柱间距：6米。价格180，开票。要求：外资或者中外合资企业入驻！','admin','2017-06-26 20:58:55','2017-06-26 21:15:37',1);

UNLOCK TABLES;

/*Table structure for table `log` */

DROP TABLE IF EXISTS `log`;

CREATE TABLE `log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `optuser` varchar(150) DEFAULT NULL COMMENT '操作人',
  `opttype` varchar(50) DEFAULT NULL COMMENT '操作类型：客户；房源；用户',
  `optcategory` varchar(500) DEFAULT NULL COMMENT '操作类别（增删改查）',
  `optcontent` varchar(500) DEFAULT NULL COMMENT '操作内容（跟踪状况/目前状况）',
  `opttime` datetime DEFAULT NULL COMMENT '操作时间',
  `optdec` varchar(150) DEFAULT NULL COMMENT '备注（预留字段）',
  `isdelete` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=106 DEFAULT CHARSET=utf8;

/*Data for the table `log` */

LOCK TABLES `log` WRITE;

insert  into `log`(`id`,`optuser`,`opttype`,`optcategory`,`optcontent`,`opttime`,`optdec`,`isdelete`) values (1,'admin','客户','添加客户','添加客户信息：高','2017-06-26 11:11:04','',1),(2,'admin','客户','添加客户','添加客户信息：不详','2017-06-26 11:16:12','',1),(3,'admin','客户','添加客户','添加客户信息：刘总','2017-06-26 11:23:33','',1),(4,'admin','客户','添加客户','添加客户信息：陈先生','2017-06-26 11:30:40','',1),(5,'admin','客户','添加客户','添加客户信息：华总','2017-06-26 11:54:47','',1),(6,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：华总，该客户ID为：5','2017-06-26 11:55:37','',1),(7,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：华总，该客户ID为：5','2017-06-26 11:55:46','',1),(8,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：华总，该客户ID为：5','2017-06-26 11:56:22','',1),(9,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：不详，该客户ID为：2','2017-06-26 11:59:43','',1),(10,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：华总，该客户ID为：5','2017-06-26 12:00:37','',1),(11,'admin','房源','添加房源','添加房源信息，房源负责人：朱海霞','2017-06-26 12:06:37','',1),(12,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：朱海霞，该房源ID为：1','2017-06-26 12:06:48','',1),(13,'admin','房源','添加房源','添加房源信息，房源负责人：陈总','2017-06-26 12:16:07','',1),(14,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陈总，该房源ID为：2','2017-06-26 12:16:24','',1),(15,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：朱海霞，该房源ID为：1','2017-06-26 12:16:34','',1),(16,'admin','客户','添加客户','添加客户信息：盛总','2017-06-26 14:59:38','',1),(17,'admin','客户','添加客户','添加客户信息：丁春生','2017-06-26 15:03:16','',1),(18,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 15:04:23','',1),(19,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：刘总，该客户ID为：3','2017-06-26 15:05:13','',1),(20,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：陈先生，该客户ID为：4','2017-06-26 15:05:55','',1),(21,'admin','房源','添加房源','添加房源信息，房源负责人：李总','2017-06-26 15:08:51','',1),(22,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：不详，该客户ID为：2','2017-06-26 15:22:46','',1),(23,'admin','客户','添加客户','添加客户信息：周总','2017-06-26 15:50:25','',1),(24,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：周总，该客户ID为：8','2017-06-26 15:52:02','',1),(25,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 18:00:55','',1),(26,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：高，该客户ID为：1','2017-06-26 18:01:35','',1),(27,'admin','房源','添加房源','添加房源信息，房源负责人：杜总','2017-06-26 18:16:23','',1),(28,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：邹建刚，该客户ID为：8','2017-06-26 18:21:38','',1),(29,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：邹建刚，该客户ID为：8','2017-06-26 18:21:51','',1),(30,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：刘总，该客户ID为：3','2017-06-26 18:47:07','',1),(31,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：刘总，该客户ID为：3','2017-06-26 18:47:12','',1),(32,'admin','客户','添加客户','添加客户信息：暂无','2017-06-26 18:48:58','',1),(33,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 19:05:38','',1),(34,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 19:05:44','',1),(35,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:07:06','',1),(36,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:08:01','',1),(37,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:08:58','',1),(38,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:09:00','',1),(39,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：朱海霞，该房源ID为：1','2017-06-26 19:09:16','',1),(40,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:09:19','',1),(41,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 19:09:57','',1),(42,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：高，该客户ID为：1','2017-06-26 19:14:26','',1),(43,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:22:57','',1),(44,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:23:09','',1),(45,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:23:36','',1),(46,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 19:25:01','',1),(47,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 19:25:16','',1),(48,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:47:48','',1),(49,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:49:29','',1),(50,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:49:37','',1),(51,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:49:44','',1),(52,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:49:58','',1),(53,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:50:19','',1),(54,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:50:26','',1),(55,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:50:29','',1),(56,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:50:42','',1),(57,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 19:51:08','',1),(58,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：丁春生，该客户ID为：7','2017-06-26 19:51:35','',1),(59,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：杜总，该房源ID为：4','2017-06-26 20:01:26','',1),(60,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:22:24','',1),(61,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:23:14','',1),(62,'admin','房源','添加房源','添加房源信息，房源负责人：陆女士','2017-06-26 20:36:01','',1),(63,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:36:09','',1),(64,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:39:43','',1),(65,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:40:35','',1),(66,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:40:42','',1),(67,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:40:49','',1),(68,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：朱海霞，该房源ID为：1','2017-06-26 20:41:27','',1),(69,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:42:23','',1),(70,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:53:21','',1),(71,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：陆女士，该房源ID为：5','2017-06-26 20:54:10','',1),(72,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:57:06','',1),(73,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:57:47','',1),(74,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:57:52','',1),(75,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：邹建刚，该客户ID为：8','2017-06-26 20:58:01','',1),(76,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：暂无，该客户ID为：9','2017-06-26 20:58:12','',1),(77,'admin','房源','添加房源','添加房源信息，房源负责人：1','2017-06-26 20:58:55','',1),(78,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：1，该房源ID为：6','2017-06-26 20:59:00','',1),(79,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：1，该房源ID为：6','2017-06-26 20:59:14','',1),(80,'admin','房源','更新房源','目前状况：，负责人姓名：毛晓旦','2017-06-26 20:59:54','',1),(81,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 20:59:58','',1),(82,'admin','房源','更新房源','目前状况：，负责人姓名：毛晓旦','2017-06-26 21:00:21','',1),(83,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:01:07','',1),(84,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:08:03','',1),(85,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:09:08','',1),(86,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:14:16','',1),(87,'admin','房源','更新房源','目前状况：，负责人姓名：毛晓旦','2017-06-26 21:15:37','',1),(88,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:15:38','',1),(89,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-26 21:16:13','',1),(90,'admin','客户','添加客户','添加客户信息：韩凯','2017-06-27 19:30:27','',1),(91,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：韩凯，该客户ID为：10','2017-06-27 20:08:10','',1),(92,NULL,'客户','查看客户','用户 null 查看了客户信息，该客户为：韩凯，该客户ID为：10','2017-06-27 20:08:20','',1),(93,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：韩凯，该客户ID为：10','2017-06-27 20:08:48','',1),(94,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：韩凯，该客户ID为：10','2017-06-27 20:16:44','',1),(95,'admin','房源','查看房源','用户 admin 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-27 20:27:16','',1),(96,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：韩凯，该客户ID为：10','2017-06-27 20:27:20','',1),(97,NULL,'房源','查看房源','用户 null 查看了房源信息，该房源负责人为：毛晓旦，该房源ID为：6','2017-06-27 20:27:26','',1),(98,'admin','客户','删除客户','删除客户信息：韩凯，客户ID：10','2017-06-27 20:38:56','',1),(99,NULL,'客户','添加客户','添加客户信息：甲乙丙丁','2017-06-28 20:37:22','',1),(100,'admin','客户','添加客户','添加客户信息：甲乙丙丁是','2017-06-28 20:56:36','',1),(101,'admin','客户','添加客户','添加客户信息：方式','2017-06-28 20:57:23','',1),(102,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：方式，该客户ID为：13','2017-06-28 20:57:53','',1),(103,'admin','客户','添加客户','添加客户信息：三大','2017-06-28 21:11:41','',1),(104,'admin','客户','删除客户','删除客户信息：甲乙丙丁，客户ID：11','2017-06-28 21:11:59','',1),(105,'admin','客户','查看客户','用户 admin 查看了客户信息，该客户为：三大，该客户ID为：14','2017-06-28 21:16:53','',1);

UNLOCK TABLES;

/*Table structure for table `users` */

DROP TABLE IF EXISTS `users`;

CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(150) DEFAULT NULL COMMENT '用户登录名',
  `password` varchar(50) DEFAULT NULL COMMENT '密码',
  `realname` varchar(50) DEFAULT NULL COMMENT '用户真实姓名',
  `telephone` varchar(50) NOT NULL COMMENT '用户手机号',
  `mail` varchar(50) DEFAULT NULL COMMENT '邮箱',
  `gender` varchar(30) DEFAULT NULL COMMENT '性别：male 男; female 女',
  `level` varchar(30) DEFAULT NULL COMMENT '用户等级（管理员;普通用户）',
  `desc` varchar(500) DEFAULT NULL COMMENT '个人备注',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `isdelete` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

/*Data for the table `users` */

LOCK TABLES `users` WRITE;

insert  into `users`(`id`,`username`,`password`,`realname`,`telephone`,`mail`,`gender`,`level`,`desc`,`createtime`,`isdelete`) values (1,'admin','123456','测试','18612345678','kk@qq.com','男','管理员',NULL,'2017-06-22 22:54:48',1),(2,'qq','123456','水水','18612345678','','男','管理员',NULL,'2017-06-14 17:36:09',0),(3,'ww','123456','赵柳','','','男','普通用户',NULL,'2017-06-14 17:43:55',0),(4,'test','123456','测试','','','男','管理员',NULL,'2017-06-17 16:02:39',0),(5,'hankai','123123','韩凯','','','男','管理员',NULL,'2017-06-22 22:51:34',1),(6,'hankai1','123123','韩凯','18666664445','','男','管理员',NULL,'2017-06-18 15:39:06',0),(7,'test1','123456','测试1','','','男','普通用户',NULL,'2017-06-21 11:39:53',0),(9,'test12','123456','韩国','','','男','普通用户',NULL,'2017-06-21 12:16:10',0),(10,'hankai123213 123123','woshihk1','韩凯','123','','男','2',NULL,'2017-06-22 22:46:51',1),(11,'hankai123 123','woshihk1','韩凯','213','','男','2',NULL,'2017-06-22 22:47:14',1),(12,'123','aaaaaa','23','aaa','','男','普通用户',NULL,'2017-06-22 22:51:44',1),(13,'方法','dddddd','公司','','','男','普通用户',NULL,'2017-06-23 09:45:05',0),(14,'1111','123@123','111','','','男','普通用户',NULL,'2017-06-23 19:35:19',1),(15,'徐臻闽','ax539.','徐臻闽','18061517131','','男','普通用户',NULL,'2017-06-26 18:03:27',1);

UNLOCK TABLES;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
